/* title for dialog
   title for dialog warning user when they attempt to open a file in the Technical Preview Build */
"Technical Preview File Compatibility" = "技术预览版文件兼容性";

/* details warning about file incompatibilities when user attempts to open a file in the Technical Preview Build */
"Working with a project in the Technical Preview version of Camtasia will make the project incompatible with any publicly released version. Continue only if you do not plan on opening the project in any other version.\n\nWould you like to continue?" = "In der Testversion von Camtasia bearbeitete Projekte sind mit keiner der verfügbaren Vollversionen kompatibel. Fahren Sie nur fort, wenn Sie das Projekt in keiner anderen Version öffnen möchten?\n\nMöchten Sie fortfahren?";

